datasets/benchmark-results/panthur/201811200150/wordpress-results-panthur-1-201811200150.log
Running 1m test @ http://blag.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 235.057ms, rate sampling interval: 806ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    81.11ms   15.94ms 116.54ms   60.00%
    Req/Sec     0.81      0.40     1.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   79.49ms
 75.000%   93.18ms
 90.000%  103.04ms
 99.000%  116.61ms
 99.900%  116.61ms
 99.990%  116.61ms
 99.999%  116.61ms
100.000%  116.61ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      54.207     0.000000            1         1.00
      59.935     0.100000            5         1.11
      62.943     0.200000           10         1.25
      72.511     0.300000           15         1.43
      75.519     0.400000           20         1.67
      79.487     0.500000           25         2.00
      79.999     0.550000           28         2.22
      80.319     0.600000           30         2.50
      86.271     0.650000           33         2.86
      87.807     0.700000           35         3.33
      93.183     0.750000           38         4.00
      96.191     0.775000           39         4.44
      96.575     0.800000           40         5.00
      98.623     0.825000           42         5.71
      99.519     0.850000           43         6.67
     102.783     0.875000           44         8.00
     103.039     0.887500           45         8.89
     103.039     0.900000           45        10.00
     104.319     0.912500           46        11.43
     108.543     0.925000           47        13.33
     108.543     0.937500           47        16.00
     109.055     0.943750           48        17.78
     109.055     0.950000           48        20.00
     109.055     0.956250           48        22.86
     110.463     0.962500           49        26.67
     110.463     0.968750           49        32.00
     110.463     0.971875           49        35.56
     110.463     0.975000           49        40.00
     110.463     0.978125           49        45.71
     116.607     0.981250           50        53.33
     116.607     1.000000           50          inf
#[Mean    =       81.113, StdDeviation   =       15.944]
#[Max     =      116.544, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.09MB read
Requests/sec:      1.00
Transfer/sec:     52.81KB